[AHWPlagueHive X2CharacterTemplate]
strCharacterName="瘟疫卵巢"

[AHWPlagueChryssalid X2CharacterTemplate]
strCharacterName="瘟疫寄生兽"
strAcquiredText="无论他们是弱者，还是强者，他们都是危险的。"

[AHWPlagueFaceless X2CharacterTemplate]
strCharacterName="瘟疫携带者"
strAcquiredText="他们拥有死亡和重生的力量，他们渴望感染和成长。不要让他们碰你。"

[AHWInfestationClaws X2AbilityTemplate]
LocFriendlyName="毒爪"
LocLongDescription="凶猛攻击区域内的所有单位，并给他们播下瘟疫的种子。"
LocHelpText="凶猛攻击区域内的所有单位，并给他们播下瘟疫的种子。"
LocFlyOverText="毒爪"

[AHWInfestationSpawnOnDamage X2AbilityTemplate]
LocFriendlyName="寄生兽爆发"
LocLongDescription="每个回合，对非燃烧瘟疫卵巢的第一次攻击将触发瘟疫寄生兽的诞生"
LocHelpText="每个回合，对非燃烧瘟疫卵巢的第一次攻击将触发瘟疫寄生兽的诞生。"
LocFlyOverText="寄生兽爆发"

[AHWInfestationSpawn X2AbilityTemplate]
LocFriendlyName="完全感染"
LocLongDescription="似乎从这个瘟疫卵巢中产生的寄生兽是没有尽头的。烧毁卵巢可以防止寄生兽瘟疫蔓延。"
LocHelpText="似乎从这个瘟疫卵巢中产生的寄生兽是没有尽头的。烧毁卵巢可以防止寄生兽瘟疫蔓延。"
LocFlyOverText="寄生兽虫病"

[AHWInfestedMovement X2AbilityTemplate]
LocFriendlyName="无尽瘟疫"
LocLongDescription="从这个瘟疫卵巢中产生的寄生兽似乎没有尽头。"
LocHelpText="似乎从这个瘟疫卵巢中产生的寄生兽是没有尽头的。"
LocFlyOverText="无尽瘟疫"

[AHWInfestationInit X2AbilityTemplate]
LocFriendlyName="燃烧恐惧"
LocLongDescription="蔓延的瘟疫卵巢极难用标准枪械摧毁。用火烧毁它们。"
LocHelpText="使用标准枪械极难摧毁正在蔓延的瘟疫卵巢。把它们烧毁吧。
LocFlyOverText="燃烧恐惧"

[AHWInfested X2AbilityTemplate]
LocFriendlyName="无尽瘟疫"
LocLongDescription="从这个瘟疫卵巢中产生的寄生兽似乎没有尽头。"
LocHelpText="似乎从这个瘟疫卵巢中产生的寄生兽是没有尽头的。"
LocFlyOverText="无尽瘟疫"

[AHWInfestedCivilian X2AbilityTemplate]
LocFriendlyName="瘟疫爆发"
LocLongDescription="从这个瘟疫卵巢中产生的寄生兽似乎没有尽头。"
LocHelpText="似乎从这个瘟疫卵巢中产生的寄生兽是没有尽头的。"
LocFlyOverText="瘟疫爆发"

[AHWTMChryssalidRescue X2MissionTemplate]
DisplayName="瘟疫爆发"
Briefing="在瘟疫变得无法控制之前护送平民前往撤离点"
PostMissionType="瘟疫爆发"
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="寻找平民并护送他们前往撤离点"
ObjectiveTextPools[1]="摧毁瘟疫卵巢以减缓疫情爆发"
ObjectiveTextPools[2]="可选：找到并消灭罪魁祸首"

[AHWTMChryssalidRescue X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="在瘟疫变得无法控制之前将平民运送至撤离点"
ObjectiveTextPools[1]="可选：找到并消灭罪魁祸首"
ObjectiveTextPools[2]="撤离所有 XCOM 士兵"
ObjectiveTextPools[3]="瘟疫爆发"
ObjectiveTextPools[4]="与一般的报复任务不同，小群平民会定期出现在地图上，必须在瘟疫无法控制之前护送到撤离点。\n\n烧毁瘟疫卵巢以延缓瘟疫的蔓延。"
